---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExtensibleStorage.Field
source: html/8bc84050-6ee4-7276-7d1e-9892462063af.htm
---
# Field Members

Checks if the specified unit is compatible with the field description.